Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Use this to stream to a dynamic group of computers on a multicast-enabled network. This is the most efficient method to stream to several computers, but it won't work over the Internet.
ca_es: Utilitzeu aquesta opció per transmetre a un grup d'ordinadors dinàmic en una xarxa amb la transmissió a grups habilitada. És el mètode més eficient per transmetre a diversos ordinadors, però no funciona a Internet.

source: Use this to stream to a single computer. RTP headers will be added to the stream
ca_es: Utilitzeu aquesta opció per transmetre a un únic ordinador. Les capçaleres RTP s'afegiran al flux

source: Use this to stream to a dynamic group of computers on a multicast-enabled network. This is the most efficient method to stream to several computers, but it won't work over Internet. RTP headers will be added to the stream
ca_es: Utilitzeu aquesta opció per transmetre a un grup d'ordinadors dinàmic en una xarxa amb la transmissió a grups habilitada. És el mètode més eficient per transmetre a diversos ordinadors,però no funciona a Internet. Les capçaleres RTP s'afegiran al flux

source: Back
ca_es: Endarrere

source: Streaming/Transcoding Wizard
ca_es: Auxiliar per a la transmissió/transcodificació

source: This wizard allows configuring simple streaming or transcoding setups.
ca_es: Aquest auxiliar us permet configurar els paràmetres senzills de transmissió i de transcodificació.

source: More Info
ca_es: Més informació

source: This wizard only gives access to a small subset of VLC's streaming and transcoding capabilities. The Open and 'Saving/Streaming' dialogs will give access to more features.
ca_es: Aquest auxiliar només dóna accés a un petit subconjunt de capacitats de transmissió i de transcodificació del VLC. Els diàlegs Obrir i «Desar/Transmetre» donen accés a més característiques.

source: Stream to network
ca_es: Transmet a la xarxa

source: Transcode/Save to file
ca_es: Transcodifica/Desa en un fitxer

source: Choose input
ca_es: Trieu l'entrada

source: Choose here your input stream.
ca_es: Trieu aquí el flux d'entrada.

source: Select a stream
ca_es: Seleccioneu un flux

source: Existing playlist item
ca_es: Element de la llista de reproducció existent

source: Partial Extract
ca_es: Extracció parcial

source: This can be used to read only a part of the stream. It must be possible to control the incoming stream (for example, a file or a disc, but not an UDP network stream.) The starting and ending times can be given in seconds.
ca_es: Aquesta opció s'utilitza per llegir només una part del flux. Ha de ser possible controlar el flux de dades d'entrada (per exemple, un fitxer o un disc, però no un flux de xarxa UDP). El temps d'inici i final es pot ser en segons.

source: From
ca_es: Des de

source: To
ca_es: A

source: This page allows selecting how the input stream will be sent.
ca_es: Aquesta pàgina us permet seleccionar com s'ha d'enviar el flux de dades d'entrada.

source: Destination
ca_es: Destí:

source: Streaming method
ca_es: Mètode de transmissió

source: Address of the computer to stream to.
ca_es: Adreça de l'ordinador a la qual es transmetrà.

source: UDP Unicast
ca_es: Transmissió individual UDP

source: UDP Multicast
ca_es: Transmissió a grups UDP

source: Transcode
ca_es: Transcodifica

source: This page allows changing the compression format of the audio or video tracks. To change only the container format, proceed to next page.
ca_es: Aquesta pàgina us permet canviar el format de compressió de les pistes d'àudio o vídeo. Per canviar només el format contenidor, continua a la pàgina següent.

source: Transcode audio
ca_es: Transcodifica l'àudio

source: Transcode video
ca_es: Transcodifica el vídeo

source: Enabling this allows transcoding the audio track if one is present in the stream.
ca_es: Amb aquesta opció activada permetem la transcodificació de la pista d'àudio, si n'hi ha.

source: Enabling this allows transcoding the video track if one is present in the stream.
ca_es: Amb aquesta opció activada permetem la transcodificació de la pista de vídeo, si n'hi ha.

source: Encapsulation format
ca_es: Format d'encapsulament

source: This page allows selecting how the stream will be encapsulated. Depending on previously chosen settings all formats won't be available.
ca_es: Aquesta pàgina us permet seleccionar com s'encapsularà. Segons els paràmetres escollits prèviament no tots els formats estaran disponibles.

source: Additional streaming options
ca_es: Opcions addicionals de la transmissió

source: In this page, a few additional streaming parameters can be set.
ca_es: En aquesta pàgina, es poden definir alguns paràmetres addicionals de transmissió.

source: Time-To-Live (TTL)
ca_es: Temps de vida (TTL)

source: Local playback
ca_es: Reproducció local

source: Add Subtitles to transcoded video
ca_es: Afegeix subtítols al vídeo transcodificat

source: Additional transcode options
ca_es: Opcions addicionals de transcodificació

source: In this page, a few additional transcoding parameters can be set.
ca_es: En aquesta pàgina, es poden definir alguns paràmetres addicionals de transcodificació.

source: Select the file to save to
ca_es: Seleccioneu el fitxer on desar-ho

source: Adds available subtitles directly to the video. These cannot be disabled by the receiving user as they become part of the image.
ca_es: Afegeix els subtítols disponibles directament al vídeo. L'usuari receptor no pot inhabilitar aquesta opció perquè passa a formar part de la imatge.

source: This page lists all the settings. Click "Finish" to start streaming or transcoding.
ca_es: Aquesta pàgina mostra tots els paràmetres. Fes clic a «Finalitza» per començar a transmetre o transcodificar.

source: Summary
ca_es: Resum

source: Encap. format
ca_es: Format d'encapsulació

source: Input stream
ca_es: Flux d'entrada

source: Save file to
ca_es: Desa el fitxer a

source: Include subtitles
ca_es: Inclou subtítols

source: No input selected
ca_es: No hi ha cap entrada seleccionada

source: No new stream or valid playlist item has been selected. Choose one before going to the next page.
ca_es: No s'ha triat un flux nou o un element vàlid de la llista de reproducció .Trieu-ne un abans d'anar a la pàgina següent.

source: No valid destination
ca_es: No és un destí vàlid

source: A valid destination has to be selected Enter either a Unicast-IP or a Multicast-IP. If you don't know what this means, have a look at the VLC Streaming HOWTO and the help texts in this window.
ca_es: S'ha de seleccionar un destí vàlid. Introduïu un identificador de transmissió individual o un identificador de transmissió a grups. Si no sabeu què vol dir això, mireu els manuals sobre la transmissió i els texts d'ajuda en aquesta finestra.

source: The chosen codecs are not compatible with each other. For example: It is not possible to mix uncompressed audio with any video codec. Correct your selection and try again.
ca_es: Heu triat uns còdecs que no són compatibles entre ells. Per exemple: És impossible mesclar àudio descomprimit amb qualsevol còdec de vídeo. Corregiu la selecció i torneu-ho a provar.

source: Select the directory to save to
ca_es: Seleccioneu el directori on desar-ho

source: No folder selected
ca_es: No s'ha seleccionat cap carpeta

source: A directory where to save the files has to be selected.
ca_es: S'ha de seleccionar un directori on desar els fitxers.

source: Enter either a valid path or use the "Choose..." button to select a location.
ca_es: Introduïu un camí vàlid o utilitzeu el botó «Selecciona...» per seleccionar una ubicació.

source: No file selected
ca_es: No hi ha cap fitxer seleccionat

source: A file where to save the stream has to be selected.
ca_es: S'ha de seleccionar un fitxer on desar el flux.

source: Enter either a valid path or use the "Choose" button to select a location.
ca_es: Introduïu una camí vàlid o utilitzeu el botó «Selecciona» per seleccionar-ne una ubicació.

source: Finish
ca_es: Finalitza

source: %i items
ca_es: %i elements

source: yes
ca_es: sí

source: yes: from %@ to %@
ca_es: sí: des dels %@ fins els %@ secs

source: yes: %@ @ %@ kb/s
ca_es: sí: %@ @ %@ kb/s

source: This allows streaming on a network.
ca_es: Aquesta opció us permet transmetre a una xarxa.

source: This allows saving a stream to a file. The can be reencoded on the fly. Whatever VLC can read can be saved. Please note that VLC is not very suited for file to file transcoding. Its transcoding features are however useful to save network streams, for example.
ca_es: Aquesta opció us permet desar un flux en un fitxer. Es poden tornar a codificar al vol. Tot el que pot llegir el VLC ho pot desar. Tingueu en compte que el VLC no és gaire adequat per a la transcodificació fitxer a fitxer. Tot i així, les seves opcions de codificació són útils per desar fluxos de xarxa, per exemple.

source: Select your audio codec. Click one to get more information.
ca_es: Seleccioneu el còdec d'àudio. Feu clic a un d'ells per obtenir més informació.

source: Select your video codec. Click one to get more information.
ca_es: Seleccioneu el còdec de vídeo. Feu clic a un d'ells per obtenir més informació.

source: This allows defining the TTL (Time-To-Live) of the stream. This parameter is the maximum number of routers your stream can go through. If you don't know what it means, or if you want to stream on your local network only, leave this setting to 1.
ca_es: Aquesta opció us permet definir el TTL (temps de vida) del flux. Aquest paràmetre és el nombre màxim d'encaminadors a través dels quals pot passar el flux. Si no sabeu el que vol dir, o si voleu transmetre a la xarxa local únicament, deixeu aquest paràmetre a 1.

source: When streaming using UDP, the streams can be announced using the SAP/SDP announcing protocol. This way, the clients won't have to type in the multicast address, it will appear in their playlist if they enable the SAP extra interface. If you want to give a name to your stream, enter it here, else, a default name will be used.
ca_es: Quan es transmet mitjançant UDP, els fluxos es poden anunciar mitjançant el protocol d'anunci SAP/SDP. D'aquesta manera, els clients no han d'escriure a l'adreça de multidestinació, apareix a la llista de reproducció si habiliten la interfície extra SAP. Si voleu posar un nom al vostre flux,escriviu-lo aquí, en cas contrari,s'utilitzarà un nom per defecte.

source: When this option is enabled, the stream will be both played and transcoded/streamed. Note that this requires much more CPU power than simple transcoding or streaming.
ca_es: Quan s'activa aquesta opció, el flux es reprodueix i es transcodifica a la vegada. Tingueu en compte que aquesta opció requereix molta més energia de la CPU que una transcodificació o transmissió simple.

source: Minimal Mac OS X interface
ca_es: Interfície Mínima de Mac OS X

source: Filebrowser starting point
ca_es: Punt d'inici del navegador de fitxers

source: This option allows you to specify the directory the ncurses filebrowser will show you initially.
ca_es: Aquesta opció us permet especificar el directori que el navegador de fitxers de ncurses mostrarà al principi.

source: Ncurses interface
ca_es: Interfície Ncurses

source: [Display]
ca_es: [Mostra]

source: h,H Show/Hide help box
ca_es: h,H Mostra / amaga el quadre d'ajuda

source: i Show/Hide info box
ca_es: i Mostra / Amaga el quadre d'informació

source: M Show/Hide metadata box
ca_es: M Mostra/Amaga la caixa de metadades

source: L Show/Hide messages box
ca_es: L Mostra / Amaga quadre de missatges

source: P Show/Hide playlist box
ca_es: P Mostra / Amaga el quadre de llista de reproducció

source: B Show/Hide filebrowser
ca_es: B Mostra / Amaga el navegador de fitxers

source: x Show/Hide objects box
ca_es: x Mostra / Amaga el quadre d'objectes

source: S Show/Hide statistics box
ca_es: S Mostra / Amaga el quadre d'estadístiques

source: Esc Close Add/Search entry
ca_es: Esc Tanca l'entrada Afegeix/Cerca

source: Ctrl-l Refresh the screen
ca_es: Ctrl-l Actualitza la pantalla

source: q, Q, Esc Quit
ca_es: s, S, Esc Surt

source: s Stop
ca_es: s Atura

source: <space> Pause/Play
ca_es: <espai> Pausa / Reprodueix

source: f Toggle Fullscreen
ca_es: f Commuta la pantalla completa

source: n, p Next/Previous playlist item
ca_es: n, p Element de la llista de reproducció Anterior/Següent

source: [, ] Next/Previous title
ca_es: [,] Títol Anterior/Següent

source: <, > Next/Previous chapter
ca_es: <, > Capítol Anterior/Següent

source: <left>,<right> Seek -/+ 1%%
ca_es: <esquerra>,<dreta> Cerca -/+ 1%%

source: a, z Volume Up/Down
ca_es: a, z Puja/baixa el volum

source: m Mute
ca_es: m Silencia

source: <up>,<down> Navigate through the box line by line
ca_es: <puja>, <baixa> Navega pel quadre línia per línia

source: <pageup>,<pagedown> Navigate through the box page by page
ca_es: <avpàg>, <repàg> Navega pel quadre pàgina per pàgina

source: <start>,<end> Navigate to start/end of box
ca_es: <inici>,<final> Navega a l'inici o al final del quadre

source: [Playlist]
ca_es: [Llista de reproducció]

source: r Toggle Random playing
ca_es: r Commuta la reproducció aleatòria

source: l Toggle Loop Playlist
ca_es: l Commuta el bucle a la llista de reproducció

source: R Toggle Repeat item
ca_es: R Commuta la repetició de l'element

source: o Order Playlist by title
ca_es: o Ordena llista de reproducció per títol

source: O Reverse order Playlist by title
ca_es: O Inverteix l'ordre de llista de reproducció per títol

source: g Go to the current playing item
ca_es: g Vés fins a l'element que s'està reproduint ara

source: / Look for an item
ca_es: / Cerca un element

source: ; Look for the next item
ca_es: ; Cerca l'element següent

source: A Add an entry
ca_es: A Afegeix una entrada

source: D, <backspace>, <del> Delete an entry
ca_es: D, <retrocés>, <supr> Elimina una entrada

source: e Eject (if stopped)
ca_es: e Expulsa (si està aturat)

source: [Filebrowser]
ca_es: [Navegador de fitxers]

source: <enter> Add the selected file to the playlist
ca_es: <retorn> Afegeix el fitxer seleccionat a la llista de reproducció

source: <space> Add the selected directory to the playlist
ca_es: <espai> Afegeix el directori seleccionat a la llista de reproducció

source: . Show/Hide hidden files
ca_es: . Mostra/Amaga els fitxers ocults

source: [Player]
ca_es: [Reproductor]

source: <up>,<down> Seek +/-5%%
ca_es: <puja>,<baixa> Cerca +/-5%%

source: [Repeat]
ca_es: [Repeteix]

source: [Random]
ca_es: [Aleatori]

source: [Loop]
ca_es: [Bucle]

source: Source : %s
ca_es: Font: %s

source: Position : %s/%s
ca_es: Posició: %s/%s

source: Volume : Mute
ca_es: Volum : Silenci

source: Volume : %3ld%%
ca_es: Volum : %3ld%%

source: Volume : ----
ca_es: Volum : ----

source: Title : %<PRId64>/%d
ca_es: Títol: %<PRId64>/%d

source: Chapter : %<PRId64>/%d
ca_es: Capítol: %<PRId64>/%d

source: Source: <no current item>
ca_es: Origen: <cap element actual>

source: [ h for help ]
ca_es: [ h per ajuda ]

source: Open: %s
ca_es: Obre: %s

source: Find: %s
ca_es: Troba: %s

source: Shift+L
ca_es: Majúscules+L

source: Click to toggle between loop all, loop one and no loop
ca_es: Feu un clic per commutar entre fer un bucle a tot, bucle a un o sense bucle

source: Previous Chapter/Title
ca_es: Capítol/Títol anterior

source: Next Chapter/Title
ca_es: Capítol/Títol següent

source: Teletext Activation
ca_es: Activació del teletext

source: Toggle Transparency
ca_es: Commuta la transparència

source: Play If the playlist is empty, open a medium
ca_es: Reprodueix Si la llista de reproducció és buida, obre un mitjà

source: Previous / Backward
ca_es: Anterior / Enrere

source: Next / Forward
ca_es: Següent / Endavant

source: De-Fullscreen
ca_es: Treu la pantalla completa

source: Extended panel
ca_es: Panell ampliat

source: A->B Loop
ca_es: Bucle A->B

source: Frame By Frame
ca_es: Fotograma per fotograma

source: Step backward
ca_es: Pas enrere

source: Step forward
ca_es: Pas endavant

source: Loop / Repeat
ca_es: Bucle / Repeteix

source: Open subtitles
ca_es: Obre els subtítols

source: Dock fullscreen controller
ca_es: Acobla el controlador de pantalla completa

source: Stop playback
ca_es: Atura la reproducció

source: Open a medium
ca_es: Obre un mitjà

source: Previous media in the playlist, skip backward when held
ca_es: Element multimèdia anterior a la llista de reproducció, salta cap enrere quan el premeu

source: Next media in the playlist, skip forward when held
ca_es: Element multimèdia següent a la llista de reproducció, salta cap endavant quan el premeu

source: Toggle the video in fullscreen
ca_es: Activa el mode pantalla completa del vídeo

source: Toggle the video out fullscreen
ca_es: Desactiva el mode pantalla completa del vídeo

source: Show extended settings
ca_es: Mostra els paràmetres ampliats

source: Toggle playlist
ca_es: Commuta la llista de reproducció

source: Take a snapshot
ca_es: Obtén una instantània

source: Loop from point A to point B continuously.
ca_es: Fes un bucle del punt A al punt B de forma contínua.

source: Frame by frame
ca_es: Fotograma per fotograma

source: Reverse
ca_es: Inverteix

source: Change the loop and repeat modes
ca_es: Canvia els modes de bucle i repetició

source: Previous media in the playlist
ca_es: Element multimèdia anterior a la llista de reproducció

source: Next media in the playlist
ca_es: Element multimèdia següent a la llista de reproducció

source: Open subtitle file
ca_es: Obre el fitxer de subtítol

source: Dock/undock fullscreen controller to/from bottom of screen
ca_es: Acobla/desacobla el controlador de pantalla completa a/des de la part inferior de la pantalla

source: Unmute
ca_es: Activa l'àudio

source: Pause the playback
ca_es: Posa en pausa la reproducció

source: Loop from point A to point B continuously Click to set point A
ca_es: Fes un bucle del punt A al punt B Fes clic per definir el punt A

source: Click to set point B
ca_es: Fes clic per definir el punt B

source: Stop the A to B loop
ca_es: Atura el bucle de l'A a la B

source: Aspect Ratio
ca_es: Relació d'aspecte

source: Logo filenames
ca_es: Noms de fitxer del logotip

source: Image mask
ca_es: Màscara d'imatge

source: No v4l2 instance found. Please check that the device has been opened with VLC and is playing. Controls will automatically appear here.
ca_es: No s'ha trobat cap instància v4l2. Comproveu que el dispositiu s'ha obert amb el VLC i s'està reproduint. Els controls apareixeran automàticament aquí.

source: (Hastened)
ca_es: (Accelerat)

source: (Delayed)
ca_es: (Retardat)

source: Force update of this dialog's values
ca_es: Força l'actualització dels valors d'aquest diàleg

source: &Fingerprint
ca_es: &Empremta dactilar

source: Find meta data using audio fingerprinting
ca_es: Troba metadades utilitzant l'empremta digital d'àudio

source: Comments
ca_es: Comentaris

source: Extra metadata and other information are shown in this panel.
ca_es: Les metadades addicionals i la informació es mostren en aquest tauler.

source: Information about what your media or stream is made of. Muxer, Audio and Video Codecs, Subtitles are shown.
ca_es: Informació sobre els elements que formen el vostre element multimèdia o el vostre flux. També es mostra el multiplexor, els còdecs d'àudio i vídeo i els subtítols.

source: Current media / stream statistics
ca_es: Estadístiques de l'element multimèdia / flux actual

source: Input/Read
ca_es: Entrada/Lectura

source: Output/Written/Sent
ca_es: Sortida/Escrit/Enviat

source: Media data size
ca_es: Mida de les dades dels elements multimèdia

source: Demuxed data size
ca_es: Mida de les dades desmultiplexades

source: Content bitrate
ca_es: Taxa de bits del contingut

source: Discarded (corrupted)
ca_es: Descartat (malmès)

source: Dropped (discontinued)
ca_es: Llençat (discontinuat)

source: Decoded
ca_es: Descodificat

source: blocks
ca_es: blocs

source: Displayed
ca_es: Mostrat

source: frames
ca_es: fotogrames

source: Lost
ca_es: Perdut

source: Sent
ca_es: Enviat

source: packets
ca_es: paquets

source: Upstream rate
ca_es: Velocitat de pujada

source: Played
ca_es: Reproduït

source: buffers
ca_es: memòries intermèdies

source: Last 60 seconds
ca_es: Darrers 60 segons

source: Overall
ca_es: Total

source: Current visualization
ca_es: Visualització actual

source: Current playback speed: %1 Click to adjust
ca_es: Velocitat de la reproducció actual: %1 Feu clic per ajustar

source: Revert to normal play speed
ca_es: Torna a la velocitat normal de reproducció

source: Download cover art
ca_es: Baixa la portada

source: Add cover art from file
ca_es: Afegeix l'art de la coberta des d'un fitxer

source: Choose Cover Art
ca_es: Trieu l'art de la coberta

source: Image Files (*.gif *.jpg *.jpeg *.png)
ca_es: Fitxers d'imatges (*.gif *.jpg *.jpeg *.png)

source: Elapsed time
ca_es: Temps transcorregut

source: Total/Remaining time
ca_es: Temps total/restant

source: Click to toggle between total and remaining time
ca_es: Feu clic per commutar entre temps total i restant

source: Click to toggle between elapsed and remaining time
ca_es: Feu clic per commutar enter temps transcorregut i restant

source: Double click to jump to a chosen time position
ca_es: Feu doble clic per saltar a la posició de temps triada

source: Select a device or a VIDEO_TS directory
ca_es: Seleccioneu un dispositiu o un directori de VIDEO_TS

source: Select a device or a VIDEO_TS folder
ca_es: Seleccioneu un dispositiu o una carpeta de VIDEO_TS

source: Select one or multiple files
ca_es: Seleccioneu un o més fitxers

source: File names:
ca_es: Noms de fitxers:

source: Filter:
ca_es: Filtre:

source: Eject the disc
ca_es: Expulsa el disc

source: Channels:
ca_es: Canals:

source: Selected ports:
ca_es: Ports seleccionats:

source: Use VLC pace
ca_es: Utilitza el ritme del VLC

source: Tuner card
ca_es: Targeta sintonitzadora

source: Delivery system
ca_es: Sistema de lliurament

source: Transponder/multiplex frequency
ca_es: Freqüència del transponedor/multiplexor

source: Transponder symbol rate
ca_es: Velocitat de símbol del transponedor

source: Bandwidth
ca_es: Amplada de banda

source: TV - analog
ca_es: TV - analògica

source: Device name
ca_es: Nom del dispositiu

source: Your display will be opened and played in order to stream or save it.
ca_es: La visualització s'obre i es reprodueix per transmetre-la o desar-la.

source: Advanced Options
ca_es: Opcions avançades

source: Double click to get media information
ca_es: Feu doble clic per obtenir informació multimèdia

source: Change playlistview
ca_es: Canvia la vista de la llista de reproducció

source: Search the playlist
ca_es: Cerca a la llista de reproducció

source: unknown
ca_es: desconegut

source: My Computer
ca_es: El meu ordinador

source: Devices
ca_es: Dispositius

source: Local Network
ca_es: Xarxa local

source: Remove this podcast subscription
ca_es: Elimina la subscripció al podcast

source: Do you really want to unsubscribe from %1?
ca_es: Voleu eliminar la subscripció a %1?

source: Create Directory
ca_es: Crea un directori

source: Create Folder
ca_es: Crea una carpeta

source: Enter name for new directory:
ca_es: Introduïu el nom del directori nou:

source: Enter name for new folder:
ca_es: Introduïu el nom de la carpeta nova:

source: Sort by
ca_es: Ordena per

source: Ascending
ca_es: Ascendent

source: Descending
ca_es: Descendent

source: Display size
ca_es: Mida de la visualització

source: Increase
ca_es: Augmenta

source: Decrease
ca_es: Redueix

source: Playlist View Mode
ca_es: Mode de visualització de la llista de reproducció

source: Playlist is currently empty. Drop a file here or select a media source from the left.
ca_es: La llista de reproducció és buida. Arrossegueu un fitxer aquí o seleccioneu un origen multimèdia de l'esquerra.

source: Icons
ca_es: Icones
